Repository: vzhadeyev/django-rest-framework-paymentgateway
Catalog: payment_gateway/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Invalid invoice identifier.
ru: Неверный идентификатор счёта на оплату.

source: Invoice has expired.
ru: Счёт на оплату истёк.

source: Invoice has already been paid.
ru: Счёт уже был оплачен.

source: Can not perform action with order current state.
ru: Невозможно выполнить действие с текущим состоянием счёта.

source: Invalid money amount.
ru: Неверная сумма.

source: Insufficient money amount.
ru: Недостаточная сумма.

source: total
ru: сумма

source: captured total
ru: полученная сумма

source: expires at
ru: истекает

source: transaction
ru: транзакция

source: status
ru: статус

source: created at
ru: создан

source: modified at
ru: изменён

source: details
ru: детали

source: invoice
ru: счёт на оплату

source: invoices
ru: счёта на оплату

source: money amount
ru: сумма

source: type
ru: тип

source: transactions
ru: транзакции

source: from status
ru: старый статус

source: to status
ru: новый статус

source: invoice status change
ru: изменение статуса счёта на оплату

source: invoice status changes
ru: изменения статуса счёта на оплату

source: transaction status change
ru: изменение статуса транзакций

source: transaction status changes
ru: изменения статуса транзакций

source: walletone transaction
ru: транзакция WalletOne

source: walletone transactions
ru: транзакции WalletOne

source: Purchase payment
ru: Оплата покупки

source: PENDING
ru: Ожидание

source: PAID
ru: Оплачен

source: EXPIRED
ru: Истек

source: CANCELLED
ru: Отменён

source: ERROR
ru: Ошибка

source: SUCCESS
ru: Успешно

source: DECLINED
ru: Отклонено

source: INVALID_MONEY_AMOUNT
ru: Неверная сумма

source: INVOICE_EXPIRED
ru: Счёт истёк
